Repository: felix-schaps/Stiche-zaubern
Catalog: Stiche zaubern/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# Back.Content
source: Back
de_de: Zurück

# Connect.Content
source: Connect
de_de: Verbinden

# Exit.Content
source: Exit
de_de: Beenden

# NumberAIPlayer.Header
source: Number of AI opponents
de_de: Anzahl der KI-Gegenspieler

# NumberOfTricks.Header
source: I will get this many tricks:
de_de: Ich bekomme so viele Stiche:

# PlayerName.Header
source: Player name
de_de: Spielername

# PlayerName.Text
source: Xbox Player
de_de: Xbox-Spieler

# Ready.Content
source: Ready
de_de: Fertig

# Start.Content
source: Start
de_de: Starten

# txt_trick
source: Tricks:
de_de: Stiche:

# txt_guessed
source: guessed:
de_de: Geraten:

# txt_not-guessed
source: not yet guessed
de_de: Noch nicht geraten

# txt_points
source: points:
de_de: Punkte:

# BackButton.Content
source: Back
de_de: Zurück

# HighscoreTitle.Text
source: Highscore List
de_de: Highscore-Liste

# HeaderPlacement.Text
source: Rank
de_de: Platz

# HeaderPoints.Text
source: Points
de_de: Punkte

# HeaderOpponents.Text
source: Number of Opponents
de_de: Anzahl Gegner

# HeaderGameType.Text
source: Game Type
de_de: Spieltyp

# HeaderPointsFirst.Text
source: Points of First Place
de_de: Punkte Erstplatzierter

# HeaderPointsLast.Text
source: Points of Last Place
de_de: Punkte Letztplatzierter

# NoDataText.Text
source: No highscore data available.
de_de: Keine Highscore-Daten vorhanden.

# NewGameButton.Content
source: New Game
de_de: Neues Spiel

# NetworkHostButton.Content
source: Host Network Game
de_de: Netzwerkspiel hosten

# NetworkClientButton.Content
source: Join Network Game
de_de: Netzwerkspiel beitreten

# HowToPlayButton.Content
source: How to Play
de_de: Spielanleitung

# HostIP.Text
source: Host IP Address:
de_de: IP-Adresse Host:

# HostPort.Text
source: Host Port:
de_de: Port Host:

# ConnectionStatus.Text
source: Status: Not connected yet...
de_de: Status: Noch nicht verbunden...

# ConnectionStatusConnected
source: Connected, waiting for host...
de_de: Verbunden, warte auf Host...

# ConnectionStatusError
source: An error occurred...
de_de: Fehler ist aufgetreten...

# ClosedOption.Content
source: Closed
de_de: Geschlossen

# Player2Combo.Header
source: Player 2:
de_de: Spieler 2:

# Player3Combo.Header
source: Player 3:
de_de: Spieler 3:

# Player4Combo.Header
source: Player 4:
de_de: Spieler 4:

# Player5Combo.Header
source: Player 5:
de_de: Spieler 5:

# Player6Combo.Header
source: Player 6:
de_de: Spieler 6:

# ServerStarted
source: Server started on port {0}. Waiting for connections...
de_de: Server gestartet auf Port {0}. Warte auf Verbindungen...

# WaitingForClient
source: Status: Waiting for client...
de_de: Status: Warten auf Client...

# PlayerRemoved
source: Player {0} will be removed.
de_de: Spieler {0} wird entfernt.

# PlayerConnected
source: Status: Player {0} connected!
de_de: Status: Spieler {0} verbunden!

# AllClientsConnected
source: All clients connected! Game can start.
de_de: Alle Clients verbunden! Spiel kann starten.

# ConnectionError
source: An error occurred.
de_de: Fehler aufgetreten.

# IPNotFound
source: IP address not determined.
de_de: IP-Adresse nicht ermittelt.

# ContinueButton.Content
source: Continue Last Game
de_de: Letztes Spiel fortführen
